INSERT INTO users (user_id, user_name)
VALUES (1, 'admin')
;

INSERT INTO predictions (prediction_text, approval_state, user_id)
VALUES
('Ты будешь сладкой булочкой до конца своих дней! 😈', 'approved', 1),
('Обними кошачий хвост!', 'approved', 1),
('У тебя не будет нервного срыва', 'approved', 1),
('В ближайшее время тебя что-то порадует!', 'approved', 1),
('Сегодня постарайся отдохнуть', 'approved', 1),
('Окажется, что у тебя много хороших черт', 'approved', 1),
('Попадёшь под дождь. Возьми зонтик, чтобы не промокнуть!', 'approved', 1),
('Сыграешь с друзьями в карты', 'approved', 1),
('Проверь срок годности молока!', 'approved', 1),
('Тебе сделают предложение, от которого ты не сможешь отказаться', 'approved', 1),
('Напишешь что-то в чат, и тебе ответят куча таких же булочек, как ты!', 'approved', 1),
('По линии судьбы, сегодняшний день - лучший во всей твоей жизни!', 'approved', 1),
('Сегодня никто не будет цепляться к твои словам, так что пиши что хочешь!', 'approved', 1),
('На твои плечи ляжет много обязанностей! И ты блестяще со всем справишься!', 'approved', 1),
('Неважно, какой у тебя знак зодиака — сегодня всё будет прекрасно!', 'approved', 1),
('На этой неделе одиночество обойдёт тебя стороной!', 'approved', 1),
('В тебе сегодня много энергии и сил!', 'approved', 1),
('Сегодня ты добьёшься признания за свои заслуги', 'approved', 1),
('Ты сегодня, наконец, сможете найти ответ на тот вопрос, который мучил тебя уже несколько дней!', 'approved', 1),
('Не стоит играть против правил чата – ты проиграешь', 'approved', 1),
('Решаешь пройти по новому маршруту, но заблудишься и потеряешься! Но потом разберёшься и дойдёшь, куда хотел, не волнуйся', 'approved', 1),
('Придумаешь целую кучу блестящих идей!', 'approved', 1),
('Тебя ценят и уважают! Особенно в этом чате!', 'approved', 1),
('Поймёшь, что все дела сделаны и обрадуешься!', 'approved', 1),
('Сегодня жизнь нанесёт тебе удар! Но ты всё равно найдёшь в себе силы двигаться дальше!', 'approved', 1),
('Тебя похвалят за то, что ты сделал_а!', 'approved', 1),
('Сегодня твою свободу ничто не ограничит! И ты вообще не остановим_а!', 'approved', 1),
('Очень скоро ты узнаешь секрет 👀', 'approved', 1),
('Ты заслуживаешь отдыха и признания', 'approved', 1),
('Проживёшь ещё один хороший день своей прекрасной жизни', 'approved', 1),
('Подумай, что бы вкусного хотел_а съесть и съешь!', 'approved', 1),
('Решишь поиграть в онлайн-игру. Получишь много удовольствия!', 'approved', 1),
('Сегодня ты будешь чувствовать себя победителем!', 'approved', 1),
('Сегодня тебе простят все что угодно! Можешь творить любую дичь!', 'approved', 1),
('Та твоя проблема скоро разрешится', 'approved', 1),
('На этой неделе не забывай восточную мудрость: "Есть время разбрасывать камни, и время собирать камни". Не знаю, зачем она тебе, но звучит круто - можно понтоваться перед друзьями.', 'approved', 1),
('Попробуешь приготовить новое блюдо. Получится очень вкусно!', 'approved', 1),
('Приснится, что ты храбрый капитан и бороздишь моря.', 'approved', 1),
('Съездишь с друзьями на шашлыки', 'approved', 1),
('То, что вчера еще казалось абсолютно нереальным, сегодня может стать действительностью!', 'approved', 1),
('Развеселишь своих друзей смешной шуткой!', 'approved', 1),
('Не бойся экспериментировать! Сделай что-нибудь безумное: покрась волосы в розовый, например!', 'approved', 1),
('Очень захочешь в туалет и успеешь до него добежать!', 'approved', 1),
('Всем в этом чате нравится с тобой общаться!', 'approved', 1),
('Завтра утром тебе стоит вкусно позавтракать', 'approved', 1),
('Сегодня твой день пройдет офигенно! Так что выше нос и не грусти ты самый прекрасный человечек на свете!', 'approved', 1),
('Тебя ждут приключения!', 'approved', 1),
('Сегодняшний день переполнит тебя оптимизмом', 'approved', 1),
('Тебе все будут стараться дать совет, но лучше хорошенько подумай, прежде, чем ему следовать', 'approved', 1),
('Сегодня тебе необходимо понимание и поддержка. Этот чат - лучшее место, чтобы их получить ❤️', 'approved', 1),
('В конце недели ощутишь себя победителем жизни', 'approved', 1),
('Пока все смеются и угарают, вкинешь свою шутку. Все засмеются ещё громче!', 'approved', 1),
('Постарайся быть добрее сегодня. Доброта спасёт мир!', 'approved', 1),
('Сегодняшний день будет одним из самых удачных за последнее время', 'approved', 1),
('На этой неделе у тебя появится шанс научиться чему-то новому!', 'approved', 1),
('Сегодня твой задорный смех будет очень заразительным!', 'approved', 1),
('Найдёшь в кармане 100 рублей. Класс!', 'approved', 1),
('Соседская собака подбежит и ты её погладишь', 'approved', 1),
('Сегодня ты будешь излучать обаятельность', 'approved', 1)
;

/*
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Ты будешь сладкой булочкой до конца своих дней! 😈', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Обними кошачий хвост!', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('У тебя не будет нервного срыва', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('В ближайшее время тебя что-то порадует!', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Сегодня постарайся отдохнуть', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Окажется, что у тебя много хороших черт', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Попадёшь под дождь. Возьми зонтик, чтобы не промокнуть!', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Сыграешь с друзьями в карты', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Проверь срок годности молока!', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Тебе сделают предложение, от которого ты не сможешь отказаться', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Напишешь что-то в чат, и тебе ответят куча таких же булочек, как ты!', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('По линии судьбы, сегодняшний день - лучший во всей твоей жизни!', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Сегодня никто не будет цепляться к твои словам, так что пиши что хочешь!', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('На твои плечи ляжет много обязанностей! И ты блестяще со всем справишься!', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Неважно, какой у тебя знак зодиака — сегодня всё будет прекрасно!', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('На этой неделе одиночество обойдёт тебя стороной!', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('В тебе сегодня много энергии и сил!', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Сегодня ты добьёшься признания за свои заслуги', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Ты сегодня, наконец, сможете найти ответ на тот вопрос, который мучил тебя уже несколько дней!', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Не стоит играть против правил чата – ты проиграешь', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Решаешь пройти по новому маршруту, но заблудишься и потеряешься! Но потом разберёшься и дойдёшь, куда хотел, не волнуйся', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Придумаешь целую кучу блестящих идей!', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Тебя ценят и уважают! Особенно в этом чате!', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Поймёшь, что все дела сделаны и обрадуешься!', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Сегодня жизнь нанесёт тебе удар! Но ты всё равно найдёшь в себе силы двигаться дальше!', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Тебя похвалят за то, что ты сделал_а!', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Сегодня твою свободу ничто не ограничит! И ты вообще не остановим_а!', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Очень скоро ты узнаешь секрет 👀', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Ты заслуживаешь отдыха и признания', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Проживёшь ещё один хороший день своей прекрасной жизни', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Подумай, что бы вкусного хотел_а съесть и съешь!', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Решишь поиграть в онлайн-игру. Получишь много удовольствия!', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Сегодня ты будешь чувствовать себя победителем!', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Сегодня тебе простят все что угодно! Можешь творить любую дичь!', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Та твоя проблема скоро разрешится', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('На этой неделе не забывай восточную мудрость: "Есть время разбрасывать камни, и время собирать камни". Не знаю, зачем она тебе, но звучит круто - можно понтоваться перед друзьями.', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Попробуешь приготовить новое блюдо. Получится очень вкусно!', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Приснится, что ты храбрый капитан и бороздишь моря.', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Съездишь с друзьями на шашлыки', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('То, что вчера еще казалось абсолютно нереальным, сегодня может стать действительностью!', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Развеселишь своих друзей смешной шуткой!', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Не бойся экспериментировать! Сделай что-нибудь безумное: покрась волосы в розовый, например!', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Очень захочешь в туалет и успеешь до него добежать!', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Всем в этом чате нравится с тобой общаться!', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Завтра утром тебе стоит вкусно позавтракать', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Сегодня твой день пройдет офигенно! Так что выше нос и не грусти ты самый прекрасный человечек на свете!', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Тебя ждут приключения!', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Сегодняшний день переполнит тебя оптимизмом', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Тебе все будут стараться дать совет, но лучше хорошенько подумай, прежде, чем ему следовать', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Сегодня тебе необходимо понимание и поддержка. Этот чат - лучшее место, чтобы их получить ❤️', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('В конце недели ощутишь себя победителем жизни', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Пока все смеются и угарают, вкинешь свою шутку. Все засмеются ещй громче!', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Постарайся быть добрее сегодня. Доброта спасёт мир!', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Сегодняшний день будет одним из самых удачных за последнее время', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('На этой неделе у тебя появится шанс научиться чему-то новому!', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Сегодня твой задорный смех будет очень заразительным!', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Найдёшь в кармане 100 рублей. Класс!', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Соседская собака подбежит и ты её погладишь', 'approved', 1);
INSERT INTO predictions (prediction_text, approval_state, user_id) VALUES ('Сегодня ты будешь излучать обаятельность', 'approved', 1);
*/
